Repository: getdokan/dokan
Catalog: languages/dokan-lite-*.po
Languages: es_es

source: No time right now? If you don’t want to go through the wizard, you can skip and return to the WordPress dashboard. Come back anytime if you change your mind!
es_es: ¿No tienes tiempo ahora? Si no quieres configurar la tienda ahora, te puedes saltear esto y regresar a la tienda. Puedes regresar en cualquier momento si cambias de opinión.

source: Define vendor store URL
es_es: Definir la URL de las tiendas de los vendedores

source: Extra fees like shipping and tax will go to
es_es: Las tarifas extra, como el envío y los impuestos, irán a

source: Tab View
es_es: Vista en pestañas

source: Flat View
es_es: Vista plana

source: Selling Setup
es_es: Configuración de ventas

source: New Vendor Enable Selling
es_es: Permitir que los vendedores nuevos agreguen productos

source: Make selling status enable for new registred vendor
es_es: Permitir que los vendedores actualizan el estado de los pedidos

source: How much amount (%) a vendor will get from each order
es_es: El porcentaje de cada venta va al vendedor

source: Vendor can change order status
es_es: El vendedor puede cambiar el estado de los pedidos

source: Add/Edit Product Style
es_es: Agregar/editar el estilo de los productos

source: The style you prefer for vendor to add or edit products.
es_es: Estilo en que los vendedores pueden agregar o editar productos.

source: Withdraw Setup
es_es: Configuración de extracciones

source: Minimum balance required to make a withdraw request ( Leave it blank to set no limits )
es_es: Balance mínimo necesario para hacer un pedido de extracción (dejar en blanco para no fijar un mínimo)

source: Order Status for Withdraw
es_es: Estado de los pedidos para poder extraer

source: Completed
es_es: Completados

source: Processing
es_es: Procesando

source: On-hold
es_es: Retenido

source: Order status for which vendor can make a withdraw request.
es_es: Estado de los pedidos por los que el vendedor puede reclamar extracciones.

source: Your Marketplace is Ready!
es_es: ¡Tu mercado está listo!

source: Next Steps
es_es: Próximos pasos

source: Setup your dokan!
es_es: ¡Configura tu Dokan!

source: Learn More
es_es: Aprende más

source: Thank you for installing Dokan!
es_es: ¡Gracias por instalar Dokan!

source: Dokan %s makes it even easier to start your own multivendor marketplace.
es_es: Dokan %s hace que empezar tu propio mercado sea más fácil que nunca.

source: Order Synchronization
es_es: Sincronización de los pedidos

source: Seems like you have some unsynchronized orders. This tool will re-build Dokan's sync table.
es_es: Parece que tienes algunos pedidos sin sincronizar. Esta herramienta regenera tu tabla de sincronizaciones.

source: Don't worry, any existing orders will not be deleted.
es_es: No te preocupes, los pedidos existentes no serán borrados.

source: Skip
es_es: Saltear

source: Synchronize Orders
es_es: Sincronizar pedidos

source: Flat view style for product add and edit
es_es: Estilo plano para gestionar productos

source: New Flat view for add or edit product is a single page design to add new products from one place. To switch the new product upload screen, you can go to wp-admin → Dokan → Settings → Selling Options → Add Edit Product Style.
es_es: El nuevo estilo plano para gestionar productos es una única página diseñada para gestionar productos desde un solo lugar. Para cambiar el estilo, puedes ir a wp-admin > Dokan > Ajustes > Ventas > Gestor de productos.

source: Store SEO manage system for vendors store
es_es: Sistema de gestión de SEO para las tiendas de los vendedores

source: From now on, whenever someone shares the store page, the images and texts written on the settings will appear on the social sites. So your vendors can get more traffic from search engines and social sites.
es_es: De ahora en adelante, cuando alguien comparta una página de vendedor, las imágenes y textos escritos en los ajustes aparecerán en los sitios sociales. Así tus vendedores pueden recibir más tráfico desde los buscadores y los sitios sociales.

source: Shipping calculator on single product page
es_es: Calculador de envíos en la página de producto

source: From this version, the customers can calculate the shipping cost right from the product page, before adding them to cart and also know about if that product ships to his location or not. So this means less cart abandonment and more conversion.
es_es: A partir de esta versión, los clientes pueden calcular el costo de envío desde la página del producto, antes de agregarlo a su carrito y también saber si el producto se envía a su ubicación o no. Esto implica menos abandono de carritos y mayor conversión.

source: Changelog
es_es: Lista de cambios

source: Withdraw Requests
es_es: Pedidos de extracción

source: Approved
es_es: Aprobado

source: Cancelled
es_es: Cancelados

source: Status
es_es: Estado

source: Order
es_es: Pedidos

source: Purchased
es_es: Comprado

source: Ship to
es_es: Enviar a

source: Customer Message
es_es: Mensaje del cliente

source: Order Notes
es_es: Notas del pedido

source: Actions
es_es: Acciones

source: Sub Order
es_es: Sub-pedido

source: Sub Order of
es_es: Sub-pedido de

source: Show Sub-Orders
es_es: Mostrar sub-pedidos

source: Hide Sub-Orders
es_es: Ocultar sub-pedidos

source: Toggle Sub-orders
es_es: Mostrar u ocultar sub-pedidos

source: Total Sales
es_es: Ventas

source: Number of orders
es_es: Pedidos

source: sales
es_es: ventas

source: Commision
es_es: Comisión

source: Commision:
es_es: Comisión:

source: Online
es_es: Publicado

source: Draft
es_es: Borrador

source: Pending Review
es_es: Pendiente

source: Simple Product
es_es: Producto simple

source: Variable Product
es_es: Producto variable

source: Grouped Product
es_es: Producto agrupado

source: Scheduled Product
es_es: Producto programado

source: Author
es_es: Autor

source: Products
es_es: Productos

source: Account Name: %s
es_es: Nombre de la cuenta: %s

source: Account Number: %s
es_es: Número de la cuenta: %s

source: Bank Name: %s
es_es: Nombre del banco: %s

source: Address: %s
es_es: Dirección: %s

source: - Select a location -
es_es: - Seleccionar una ubicación -

source: Everywhere Else
es_es: Cualquier otro lugar

source: - Select a State -
es_es: - Seleccionar un estado o provincia -

source: Ready to ship in...
es_es: Listo para enviar en…

source: 1 business day
es_es: 1 día hábil

source: 1-2 business day
es_es: 1-2 días hábiles

source: 1-3 business day
es_es: 1-3 días hábiles

source: 3-5 business day
es_es: 3-5 días hábiles

source: 1-2 weeks
es_es: 1-2 semanas

source: 2-3 weeks
es_es: 2-3 semanas

source: 3-4 weeks
es_es: 3-4 semanas

source: 4-6 weeks
es_es: 4-6 semanas

source: 6-8 weeks
es_es: 6-8 semanas

source: All dates
es_es: Todas las fechas

source: Google Plus
es_es: Google+

source: Mark parent order completed when all child orders are completed.
es_es: Marcar el pedido principal como completado cuando todos los sub-pedidos están completados.

source: Pending Payment
es_es: Pago pendiente

source: Refunded
es_es: Reembolsados

source: Failed
es_es: Fallido

source: Before you can add a variation you need to add some variation attributes on the <strong>Attributes</strong> section
es_es: Antes de que puedas agregar una variación tienes que agregar algunos atributos de variación en la sección Atributos

source: Add variation
es_es: Agregar variación

source: Create variations from all attributes
es_es: Crear variaciones a partir de todos los atributos

source: Delete all variations
es_es: Borrar todas las variaciones

source: Toggle &quot;Enabled&quot;
es_es: Mostrar u ocultar “activado”

source: Toggle &quot;Downloadable&quot;
es_es: Mostrar u ocultar “descargable”

source: Toggle &quot;Virtual&quot;
es_es: Mostrar u ocultar “virtual”

source: Pricing
es_es: Precio

source: Set regular prices
es_es: Definir precios normales

source: Increase regular prices (fixed amount or percentage)
es_es: Subir precios normales (cantidad fija o porcentaje)

source: Decrease regular prices (fixed amount or percentage)
es_es: Bajar precios normales (cantidad fija o porcentaje)

source: Set sale prices
es_es: Definir precios de oferta

source: Increase sale prices (fixed amount or percentage)
es_es: Subir precios de oferta (cantidad fija o porcentaje)

source: Decrease sale prices (fixed amount or percentage)
es_es: Bajar precios de oferta (cantidad fija o porcentaje)

source: Set scheduled sale dates
es_es: Definir fechas de oferta

source: Inventory
es_es: Inventario

source: Toggle &quot;Manage stock&quot;
es_es: Mostrar u ocultar “gestionar existencias”

source: Stock
es_es: Existencias

source: Shipping
es_es: Envío

source: Length
es_es: Largo

source: Width
es_es: Ancho

source: Height
es_es: Alto

source: Weight
es_es: Peso

source: Downloadable products
es_es: Productos descargabas

source: Download limit
es_es: Límite de descargas

source: Download expiry
es_es: Expiración de la descarga

source: Go
es_es: Ir

source: Default Form Values: These are the attributes that will be pre-selected on the frontend.
es_es: Valores por defecto: estos son los atributos que serán seleccionados por defecto en el frontend.

source: No default
es_es: Sin valor por defecto

source: Save Variations
es_es: Guardar variaciones

source: %s item
es_es: %s producto

source: Expand
es_es: Expandir

source: Close
es_es: Cerrar

source: Go to the first page
es_es: Ir a la primera página

source: Go to the previous page
es_es: Ir a la página anterior

source: Select Page
es_es: Seleccionar página

source: Current page
es_es: Página actual

source: Go to the next page
es_es: Ir a la próxima página

source: Go to the last page
es_es: Ir a la última página

source: Catalog
es_es: Catálogo

source: Search
es_es: Buscar

source: Hidden
es_es: Oculto

source: Sales total
es_es: Ventas

source: &larr; Previous
es_es: &larr; Anterior

source: Next &rarr;
es_es: Siguiente &rarr;

source: Product succesfully deleted
es_es: Producto borrado exitosamente

source: All (%d)
es_es: Todos (%d)

source: Completed (%d)
es_es: Completados (%d)

source: Processing (%d)
es_es: Procesando (%d)

source: On-hold (%d)
es_es: Retenidos (%d)

source: Pending (%d)
es_es: Pendientes (%d)

source: Cancelled (%d)
es_es: Cancelados (%d)

source: Refunded (%d)
es_es: Reembolsados (%d)

source: Orders
es_es: Pedidos

source: Settings <i class="fa fa-angle-right pull-right"></i>
es_es: Ajustes <i class="fa fa-angle-right pull-right"></i>

source: Back to Dashboard
es_es: Volver

source: Visit Store
es_es: Visitar tienda

source: Edit Account
es_es: Editar cuenta

source: Log out
es_es: Cerrar sesión

source: Order &ndash; %s
es_es: Pedido &ndash; %s

source: Product SKU must be unique.
es_es: El SKU del producto debe ser único.

source: Cheating, eh?
es_es: ¿Haciendo trampa?

source: Please enter your first name.
es_es: Por favor ingresa tu nombre.

source: Please enter your last name.
es_es: Por favor ingresa tu apellido.

source: Please enter your phone number.
es_es: Por favor ingresa tu número de teléfono.

source: No ratings found yet!
es_es: No hay calificaciones aún

source: %s rating from %d review
es_es: Calificación %s de %d reseña

source: Rated %s out of %d
es_es: Calificación %s de %d

source: Your {site_title} order receipt from {order_date}
es_es: [{site_title}] Tu recibo del pedido con fecha {order_date}

source: Your {site_title} order from {order_date} is complete
es_es: [{site_title}] Tu pedido con fecha {order_date} está completo

source: First Name
es_es: Nombre

source: Last Name
es_es: Apellido

source: Email address
es_es: Email

source: is a required field.
es_es: es necesario.

source: Please provide a valid email address.
es_es: Por favor ingresa un email válido.

source: This email address is already registered.
es_es: Ese email ya está registrado.

source: Your current password is incorrect.
es_es: Tu contraseña actual es incorrecta.

source: Please fill out all password fields.
es_es: Por favor llena todos los campos de contraseña.

source: Please enter your current password.
es_es: Por favor ingresa tu contraseña actual.

source: Please re-enter your password.
es_es: Por favor ingresa tu contraseña otra vez.

source: New passwords do not match.
es_es: Las contraseñas nuevas no coinciden.

source: Account details changed successfully.
es_es: Los detalles de tu cuenta se han actualizado con éxito.

source: Vendor Info
es_es: Acerca del vendedor

source: Best Selling Product
es_es: Producto mejor vendido

source: Title:
es_es: Título:

source: No of Product:
es_es: Número de producto:

source: Show Product Rating
es_es: Mostrar calificación del producto

source: Dokan product category menu
es_es: Menú de categoría del producto

source: Product Category
es_es: Categoría del producto

source: Dokan Vendor Contact Form
es_es: Formulario de contacto del vendedor

source: Dokan: Store Contact Form
es_es: Formulario de contacto de la tienda

source: Contact Vendor
es_es: Contactar al vendedor

source: Dokan Vendor Store Location
es_es: Ubicación de la tienda del vendedor

source: Dokan: Store Location
es_es: Ubicación de la tienda

source: Store Location
es_es: Ubicación de la tienda

source: Dokan Seller Store Menu
es_es: Menú de la tienda del vendedor

source: Dokan: Store Category Menu
es_es: Menú de categoría de la tienda

source: Category
es_es: Categoría

source: Dokan: Top Rated Product Widget
es_es: Widget de productos mejor calificados

source: A Widget for displaying To rated products for dokan
es_es: Un widget para mostrar los productos mejor calificados

source: Top Rated Product
es_es: Producto mejor calificado

source: Bank Transfer
es_es: Transferencia bancaria

source: Your bank account name
es_es: Nombre de tu cuenta de banco

source: Your bank account number
es_es: Número de tu cuenta de banco

source: Name of bank
es_es: Nombre del banco

source: Address of your bank
es_es: Dirección del banco

source: Swift code
es_es: Código SWIFT

source: File Name:
es_es: Nombre del archivo:

source: This is the name of the download shown to the customer.
es_es: Este es el nombre de la descarga mostrada al cliente.

source: File Name
es_es: Nombre del archivo

source: File URL:
es_es: URL del archivo:

source: This is the URL or absolute path to the file which customers will get access to.
es_es: Esta es la URL del archivo al que los clientes tendrán acceso.

source: Choose file
es_es: Seleccionar archivo

source: Want to help make <strong>%s</strong> even more awesome? Allow weDevs to collect non-sensitive diagnostic data and usage information.
es_es: ¿Quieres ayudar a que <strong>%s</strong> sea aún mejor? Permite a weDevs recolectar información de diagnóstico y uso.

source: what we collect
es_es: lo que recolectamos

source: Allow
es_es: Permitir

source: No thanks
es_es: No gracias

source: Once Weekly
es_es: Semanalmente

source: If you have a moment, please let us know why you are deactivating:
es_es: Si tienes un minuto por favor haznos saber por qué estás desactivando:

source: I rather wouldn't say
es_es: Prefiero no decir

source: Submit & Deactivate
es_es: Enviar y desactivar

source: Canel
es_es: Cancelar

source: Active
es_es: Activa

source: Select
es_es: Seleccionar

source: Choose File
es_es: Seleccionar archivo

source: Sales
es_es: Ventas

source: Earning
es_es: Ganancias

source: Pageview
es_es: Visitas

source: Edit Account Details
es_es: Editar detalles de la cuenta

source: First name
es_es: Nombre

source: Last name
es_es: Apellido

source: Password Change
es_es: Cambiar contraseña

source: Current Password (leave blank to leave unchanged)
es_es: Contraseña actual (dejar en blanco para no cambiar)

source: New Password (leave blank to leave unchanged)
es_es: Nueva contraseña (dejar en blanco para no cambiar)

source: Confirm New Password
es_es: Confirmar nueva contraseña

source: Save changes
es_es: Guardar cambios

source: On hold
es_es: Retenidos

source: + Add new product
es_es: + Nuevo producto

source: Live
es_es: Publicados

source: Offline
es_es: Sin publicar

source: Sales this Month
es_es: Ventas este mes

source: Cart %s
es_es: Carrito %s

source: Vendor Dashboard
es_es: Mostrador del vendedor

source: Visit your store
es_es: Visitar tu tienda

source: My Account
es_es: Mi cuenta

source: Billing Address
es_es: Dirección de facturación

source: Shipping Address
es_es: Dirección de envío

source: Log in
es_es: Entrar a mi cuenta

source: Sign Up
es_es: Crear cuenta

source: Vendor Information
es_es: Acerca del vendedor

source: Store Name:
es_es: Nombre de la tienda:

source: Vendor:
es_es: Vendedor:

source: Address:
es_es: Dirección:

source: Shop Name
es_es: Nombre de la tienda

source: Shop URL
es_es: URL de la tienda

source: I have read and agree to the <a target="_blank" href="%s">Terms &amp; Conditions</a>.
es_es: He leído y acepto los <a target="_blank" href="%s">términos y condiciones</a>.

source: I am a customer
es_es: Soy un cliente

source: I am a vendor
es_es: Soy un vendedor

source: Your account is not enabled for selling, please contact the admin
es_es: Tu cuenta no es una cuenta de vendedor, por favor contacta al administrador

source: Recent Orders
es_es: Pedidos recientes

source: %s for %s item
es_es: %s para %s producto

source: Multiple Vendor
es_es: Vendedor múltiple

source: Pay
es_es: Pagar

source: View
es_es: Ver

source: No orders found!
es_es: ¡No se han encontrado pedidos!

source: Date:
es_es: Fecha:

source: Filter
es_es: Filtrar

source: Export All
es_es: Exportar todo

source: Export Filtered
es_es: Exportar filtrados

source: This is not yours, I swear!
es_es: Esto no es tuyo, ¡te lo juro!

source: Item
es_es: Producto

source: Qty
es_es: Cantidad

source: Totals
es_es: Totales

source: Coupons
es_es: Cupones

source: Downloadable Product Permission
es_es: Permiso de producto descargable

source: General Details
es_es: Detalles generales

source: Order Status:
es_es: Estado del pedido:

source: &nbsp; Edit
es_es: Editar

source: Update
es_es: Actualizar

source: Order Date:
es_es: Fecha del pedido:

source: Customer:
es_es: Cliente:

source: Phone:
es_es: Teléfono:

source: Customer IP:
es_es: IP del cliente:

source: Customer Note:
es_es: Nota del cliente:

source: added %s ago
es_es: agregado hace %s

source: There are no notes for this order yet.
es_es: No hay notas para este pedido aún.

source: Customer note
es_es: Nota del cliente

source: Private note
es_es: Nota privada

source: Add Note
es_es: Agregar nota

source: Tracking Number
es_es: Número de rastreo

source: Shipping Provider Name / URL
es_es: Nombre o URL del encargado de envíos

source: Date Shipped
es_es: Fecha de envío

source: Add Tracking Details
es_es: Agregar detalles de rastreo

source: Choose a downloadable product&hellip;
es_es: Seleccionar un producto descargable...

source: Grant Access
es_es: Dar acceso

source: Customer
es_es: Cliente

source: Action
es_es: Acciones

source: Order %s
es_es: Pedido %s

source: Guest
es_es: Invitado

source: Unpublished
es_es: Sin publicar

source: %s ago
es_es: hace %s

source: Complete
es_es: Completado

source: No orders found
es_es: No se han encontrado pedidos

source: File %d: %s
es_es: Archivo %d: %s

source: Revoke Access
es_es: Revocar acceso

source: Downloaded
es_es: Descargado

source: %s time
es_es: %s vez

source: Downloads Remaining
es_es: Descargas remanentes

source: Unlimited
es_es: Ilimitado

source: Access Expires
es_es: Expiración del acceso

source: Never
es_es: Nunca

source: Fee Name
es_es: Nombre de la tarifa

source: Tax Rate:
es_es: Tasa de impuestos:

source: Sales Tax:
es_es: Impuesto de venta:

source: Shipping Tax:
es_es: Impuesto de envío:

source: &larr; Orders
es_es: &larr; Pedidos

source: - Select a category -
es_es: - Selecciona una categoría -

source: Search Products
es_es: Buscar productos

source: Access Denied, No product found
es_es: Acceso denegado, no se han encontrado productos

source: Access Denied
es_es: Acceso denegado

source: Edit Product
es_es: Editar producto

source: View Product
es_es: Ver producto

source: Success!
es_es: ¡Éxito!

source: The product has been saved successfully.
es_es: El producto se ha guardado con éxito.

source: View Product &rarr;
es_es: Ver producto &rarr;

source: Title
es_es: Título

source: Product name..
es_es: Nombre del producto

source: Please enter product title!
es_es: Por favor ingresa el nombre del producto

source: Product Type
es_es: Tipo de producto

source: Choose Variable if your product has multiple attributes - like sizes, colors, quality etc
es_es: Elige Variable si tu producto tiene múltiples atributos - como tamaños, colores, calidades, etc.

source: Downloadable
es_es: Descargable

source: Downloadable products give access to a file upon purchase.
es_es: Los productos descargables dan acceso a un archivo tras la compra.

source: Virtual products are intangible and aren't shipped.
es_es: Los productos virtuales son intangibles y no se envían.

source: Price
es_es: Precio

source: Discounted Price
es_es: Precio de descuento

source: Schedule
es_es: Programar

source: From
es_es: Desde

source: To
es_es: Hasta

source: Please choose a category!
es_es: Por favor selecciona una categoría

source: Select product category
es_es: Selecciona una categoría

source: Tags
es_es: Etiquetas

source: Select product tags
es_es: Selecciona etiquetas

source: Upload a product cover image
es_es: Imagen principal del producto

source: Delete image
es_es: Borrar imagen

source: Add gallery image
es_es: Agregar más imágenes

source: Short Description
es_es: Breve descripción

source: Description
es_es: Descripción

source: Manage inventory for this product.
es_es: Manejar el inventario para este producto.

source: Stock Status
es_es: Estado de las existencias

source: In Stock
es_es: Hay existencias

source: Out of Stock
es_es: No hay existencias

source: Enable product stock management
es_es: Activar las opciones avanzadas del manejo de existencias

source: Quantity
es_es: Cantidad

source: Allow Backorders
es_es: Permitir pedidos cuando no hay existencias

source: Do not allow
es_es: No permitir

source: Allow but notify customer
es_es: Permitir pero notificar al cliente

source: Allow only one quantity of this product to be bought in a single order
es_es: Solo permitir comprar este producto en una determinada cantidad

source: Downloadable Options
es_es: Opciones para descargables

source: Configure your downloadable product settings
es_es: Configura las opciones para tus productos descargables

source: Add File
es_es: Agregar archivo

source: Name
es_es: Nombre

source: File URL
es_es: URL del archivo

source: Download Limit
es_es: Límite de descargas

source: e.g. 4
es_es: por ejemplo 4

source: Download Expiry
es_es: Expiración de la descarga

source: Number of days
es_es: Número de días

source: Other Options
es_es: Otras opciones

source: Set your extra product options
es_es: Definir opciones adicionales para tu producto

source: Product Status
es_es: Estado del producto

source: Visibility
es_es: Visibilidad

source: Purchase Note
es_es: Nota de compra

source: Customer will get this info in their order email
es_es: El cliente recibirá esta nota junto con su email de confirmación de pedido

source: Enable product reviews
es_es: Permitir reseñas del producto

source: Save Product
es_es: Guardar producto

source: Add New Product
es_es: Nuevo producto

source: You have successfully created <a href="%s"><strong>%s</strong></a> product
es_es: Haz creado el producto <a href="%s"><strong>%s</strong></a> con éxito.

source: Upload Product Image
es_es: Imagen principal del producto

source: Short description of the product...
es_es: Breve descripción del producto

source: Add your product description
es_es: Descripción detallada del producto

source: Create & Add New
es_es: Publicar y crear otro

source: Create Product
es_es: Publicar producto
