Repository: getdokan/dokan
Catalog: languages/dokan-lite-*.po
Languages: es_es

source: Country
es_es: País

source: Select a country&hellip;
es_es: Selecciona un país

source: State/County
es_es: Estado o provincia

source: State/County or state code
es_es: Código del estado o provincia

source: Dokan Options
es_es: Opciones de Dokan

source: Banner
es_es: Foto de portada

source: Upload banner
es_es: Subir foto de portada

source: (Upload a banner for your store. Banner size is (825x300) pixels. )
es_es: (Sube una foto de portada para tu tienda de 825 x 300 píxeles)

source: Store name
es_es: Nombre de la tienda

source: Address 1
es_es: Dirección, línea 1

source: Address 2
es_es: Dirección, línea 2

source: Town/City
es_es: Pueblo o ciudad

source: Zip Code
es_es: Código postal

source: Phone Number
es_es: Número de teléfono

source: Payment Options :
es_es: Opciones de pago:

source: Paypal Email
es_es: Email de PayPal

source: Skrill Email
es_es: Email de Skrill

source: Bank name
es_es: Nombre del banco

source: Account Name
es_es: Nombre de la cuenta

source: Account Number
es_es: Número de la cuenta

source: Bank Address
es_es: Dirección del banco

source: Bank Swift
es_es: Código SWIFT

source: Selling
es_es: Agregar

source: Enable Adding Products
es_es: Permitir agregar productos

source: Enable or disable product adding capability
es_es: Permitir que el vendedor agregue nuevos productos

source: Publishing
es_es: Publicar

source: Publish product directly
es_es: Permitir publicar productos

source: Bypass pending, publish products directly
es_es: Permitir que el vendedor publique productos directamente, sin pasar por revisión

source: Vendor Commission %
es_es: Comisión del vendedor %

source: It will overrride the default % vendor gets from each order
es_es: Esto reemplaza la comisión por defecto

source: Featured vendor
es_es: Vendedor destacado

source: Mark as featured vendor
es_es: Marcar como vendedor destacado

source: This vendor will be marked as a featured vendor.
es_es: Este vendedor será marcado como vendedor destacado.

source: Requests Deleted!
es_es: ¡Pedidos borrados!

source: Requests Cancelled!
es_es: ¡Pedidos cancelados!

source: Requests Approved!
es_es: ¡Pedidos aprobados!

source: User Name
es_es: Nombre de usuario

source: Amount
es_es: Cantidad

source: Method
es_es: Método

source: Method Details
es_es: Detalles del método

source: Note
es_es: Nota

source: Date
es_es: Fecha

source: Approve
es_es: Aprobar

source: Cancel
es_es: Cancelar

source: Pending
es_es: Pendientes

source: Delete
es_es: Eliminar

source: Add note
es_es: Agregar nota

source: Save
es_es: Guardar

source: cancel
es_es: cancelar

source: No results found
es_es: Sin resultados

source: Bulk Actions
es_es: Acciones en lote

source: Approve Requests
es_es: Aprobar pedidos

source: Mark as Cancelled
es_es: Marcar como cancelados

source: Mark Pending
es_es: Marcar como pendientes

source: Download PayPal mass payment file
es_es: Descargar archivo de PayPal Mass Pay

source: Apply
es_es: Aplicar

source: Something wrong, please try again later
es_es: Algo salió mal, por favor intenta otra vez

source: <br><strong> Vendor:</strong> %s
es_es: <br><strong> Vendedor:</strong> %s

source: Are you cheating?
es_es: ¿Intentas hacer trampa?

source: You do not have sufficient permissions to access this page.
es_es: No tienes permiso para acceder a esta página.

source: You have taken too long. Please go back and retry.
es_es: Ha pasado demasiado tiempo. Por favor regresa e intenta otra vez.

source: You do not have permission to change this order
es_es: No tienes permiso para cambiar esta orden

source: File %d
es_es: Archivo %d

source: Please provide your name.
es_es: Por favor ingrese su nombre.

source: Something went wrong!
es_es: ¡Algo salió mal!

source: Email sent successfully!
es_es: ¡Email enviado!

source: Delete note
es_es: Borrar nota

source: Error: Nonce verification failed
es_es: Error: verificación fallida

source: Image could not be processed. Please go back and try again.
es_es: La imagen no se pudo procesar. Por favor regresa e intenta otra vez.

source: Theme Logo
es_es: Logo del tema

source: Upload your logo to replace the default Logo (dimension : 180 X 50)
es_es: Sube tu logo para reemplazar el logo por defecto (180 x 50)

source: Upload Logo
es_es: Subir logo

source: Link
es_es: Enlace

source: Link hover
es_es: Hover del enlace

source: Header Background
es_es: Fondo del encabezado

source: Navigation Background
es_es: Fondo de navegación

source: Navigation Link
es_es: Enlace de navegación

source: Navigation Link Hover
es_es: Hover del enlace de navegación

source: Footer Background
es_es: Fondo del pie de página

source: Copy Container Background
es_es: Copiar el fondo del contenedor

source: Footer text
es_es: Texto del pie de página

source: Sidebar widget header
es_es: Encabezado del widget de la barra lateral

source: Footer widget header
es_es: Encabezado del widget del pie de página

source: Footer Widget link
es_es: Enlace del widget del pie de página

source: Footer Widget link hover
es_es: Hover del enlace del widget del pie de página

source: "%s" sent you a message from your "%s" store
es_es: %s te envío un mensaje desde tu tienda %s

source: [%s] Refund Request %s
es_es: [%s] Pedido de devolución %s

source: [%s] New Refund Request
es_es: [%s] Nuevo pedido de devolución

source: [%s] New Withdraw Request
es_es: [%s] Nuevo pedido de extracción

source: [%s] Your Withdraw Request has been approved
es_es: [%s] Pedido de extracción aprobado

source: [%s] Your Withdraw Request has been cancelled
es_es: [%s] Pedido de extracción cancelado

source: [%s] New Vendor Registered
es_es: [%s] Nuevo vendedor registrado

source: [%s] New Product Added
es_es: [%s] Nuevo producto añadido

source: [%s] Your product has been approved!
es_es: [%s] ¡Producto aprobado!

source: Vendor
es_es: Vendedor

source: Dashboard
es_es: Resumen

source: Store List
es_es: Lista de la tienda

source: My Orders
es_es: Mis pedidos

source: Introduction
es_es: Introducción

source: Store
es_es: Tienda

source: Payment
es_es: Pagos

source: Ready!
es_es: ¡Listo!

source: Vendor &rsaquo; Setup Wizard
es_es: Vendedor &rsaquo; Asistente de configuración

source: Return to the Marketplace
es_es: Regresar al mercado

source: Welcome to the Marketplace!
es_es: ¡Bienvenido al mercado!

source: Thank you for choosing The Marketplace to power your online store! This quick setup wizard will help you configure the basic settings. <strong>It’s completely optional and shouldn’t take longer than two minutes.</strong>
es_es: ¡Gracias por elegirnos para potenciar tu tienda! Aquí podrías realizar algunas configuraciones básicas. <strong>Es totalmente opcional y no te debería llevar más de dos minutos.</strong>

source: No time right now? If you don’t want to go through the wizard, you can skip and return to the Store!
es_es: ¿No tienes tiempo ahora? Si no quieres configurar la tienda ahora, te puedes saltear esto y regresar a la tienda.

source: Let's Go!
es_es: ¡Vamos!

source: Not right now
es_es: Ahora no

source: Store Setup
es_es: Configuración de la tienda

source: Store Product Per Page
es_es: Productos por página

source: Street
es_es: Calle

source: Street 2
es_es: Detalles

source: City
es_es: Ciudad

source: Post/Zip Code
es_es: Código postal

source: State
es_es: Estado o provincia

source: State Name
es_es: Nombre del estado o provincia

source: Show email address in store
es_es: Mostrar el email en la tienda

source: Continue
es_es: Continuar

source: Skip this step
es_es: Saltar este paso

source: Select an option&hellip;
es_es: Selecciona una opción&hellip;

source: Payment Setup
es_es: Configuración de pagos

source: Your Store is Ready!
es_es: ¡Tu tienda está lista!

source: Go to your Store Dashboard!
es_es: ¡Ir al mostrador de tu tienda!

source: Order No
es_es: Número de orden

source: Order Items
es_es: Productos en la orden

source: Shipping method
es_es: Modo de envío

source: Shipping Cost
es_es: Costo de envío

source: Payment method
es_es: Modo de pago

source: Order Total
es_es: Total

source: Order Status
es_es: Estado del pedido

source: Order Date
es_es: Fecha del pedido

source: Customer Name
es_es: Nombre del cliente

source: Customer Email
es_es: Email del cliente

source: Customer Phone
es_es: Teléfono del cliente

source: Customer IP
es_es: IP del cliente

source: Details of your product ...
es_es: Detalles de tu producto

source: Please enter product title
es_es: Por favor ingresa el título del producto

source: Please select a category
es_es: Por favor selecciona una categoría

source: Please select AT LEAST ONE category
es_es: Por favor selecciona al menos una categoría

source: No product found !
es_es: No se ha encontrado ningún producto

source: Settings
es_es: Ajustes

source: Payment Settings
es_es: Opciones de extracción

source: These are the withdraw methods available for you. Please update your payment information below to submit withdraw requests and get your store payments seamlessly.
es_es: Por favor actualiza la información de al menos uno de los métodos de extracción para poder hacer pedidos de extracción.

source: Your information has been saved successfully
es_es: Información guardada

source: Store name required
es_es: Se necesita el nombre de la tienda

source: Store type required
es_es: Se necesita el tipo de tienda

source: Invalid email
es_es: Email inválido

source: Address field for %s is required
es_es: Se necesita la dirección de %s

source: Add Profile Picture to gain %s%% progress
es_es: Agrega tu foto de perfil para progresar %s%%

source: Add %s profile link to gain %s%% progress
es_es: Agrega un perfil de %s para progresar %s%%

source: Add Phone to gain %s%% progress
es_es: Agrega un número de teléfono para progresar %s%%

source: Add Banner to gain %s%% progress
es_es: Agrega una foto de portada para progresar %s%%

source: Add Store Name to gain %s%% progress
es_es: Agrega un nombre a la tienda para progresar %s%%

source: Add address to gain %s%% progress
es_es: Agrega una dirección para progresar %s%%

source: Add a Payment method to gain %s%% progress
es_es: Agrega un método de pago para progresar %s%%

source: Add Map location to gain %s%% progress
es_es: Agrega una ubicación en el mapa para progresar %s%%

source: Book
es_es: Libro

source: Dress
es_es: Vestimenta

source: Electronic
es_es: Electrónica

source: Please install <a href="%s"><strong>WooCommerce</strong></a> plugin first
es_es: Por favor instala <a href="%s"><strong>WooCommerce</strong></a> primero

source: Current Balance: %s
es_es: Dinero disponible: %s

source: <br>Minimum Withdraw amount: %s
es_es: <br>Cantidad mínima por extracción: %s

source: <br>Withdraw Threshold: %d days
es_es: <br>Tiempo mínimo de extracción: %d días

source: Withdraw amount required
es_es: ¿Cuánto quieres extraer?

source: You don't have enough balance for this request
es_es: No tienes suficiente dinero para esa extracción

source: Withdraw amount must be greater than %d
es_es: La cantidad a extraer debe ser mayor que %d

source: withdraw method required
es_es: Se necesita un método de extracción

source: Your request has been cancelled successfully!
es_es: Su pedido se ha cancelado exitosamente

source: Your request has been received successfully and being reviewed!
es_es: Su pedido se ha enviado exitosamente y está siendo revisado

source: Unknown error!
es_es: Error desconocido

source: You already withdrawed %s. This amount will deducted from your balance.
es_es: Ya has extraído %s. Esta cantidad será deducida de tu dinero disponible.

source: You already have pending withdraw request(s).
es_es: Ya tienes un pedido de extracción pendiente.

source: Please submit your request after approval or cancellation of your previous request.
es_es: Por favor realiza tu pedido después de que se apruebe o rechace el pedido anterior.

source: You don't have sufficient balance for a withdraw request!
es_es: No tienes dinero disponible para una extracción.

source: Sorry, no transactions were found!
es_es: Lo siento, no se han encontrado transacciones

source: Want to help make <strong>Dokan</strong> even more awesome? Allow weDevs to collect non-sensitive diagnostic data and usage information. Enjoy <strong>20% discount</strong> on upgrades and add-on purchase.
es_es: ¿Quieres ayudar a que <strong>Dokan</strong> sea aún mejor? Permite a weDevs recolectar información de diagnóstico y uso, y disfruta de un <strong>20% de descuento</strong> en actualizaciones y compras de nuestros productos.

source: <strong>Dokan Data Update Required</strong> &#8211; We need to update your install to the latest version
es_es: <strong>Se necesita una actualización de datos.<strong> Necesitamos actualizar tu instalación a la última versión.

source: Run the updater
es_es: Ejecutar el actualizador

source: It is strongly recommended that you backup your database before proceeding. Are you sure you wish to run the updater now?
es_es: Se recomienda que hagas una copia de tu base de datos antes de proceder. ¿Estás seguro que deseas ejecutar el actualizador ahora?

source: Pending Reivew
es_es: Pendiente

source: Accepted
es_es: Aceptada

source: <b>Dokan</b> requires %sWooCommerce%s to be installed & activated!
es_es: <strong>Dokan</strong> necesita %sWooCommerce%s instalado y activo.

source: Available
es_es: Disponible

source: Not Available
es_es: No disponible

source: Are you sure?
es_es: ¿Estás seguro?

source: Something went wrong. Please try again.
es_es: Algo salió mal, por favor intenta otra vez.

source: Upload featured image
es_es: Seleccionar imagen destacada

source: Choose a file
es_es: Selecciona un archivo

source: Add Images to Product Gallery
es_es: Agregar imágenes a la galería del producto

source: Set featured image
es_es: Seleccionar imagen destacada

source: Insert file URL
es_es: Agrega la URL del archivo

source: Add to gallery
es_es: Agregar a la galería

source: Sorry, this attribute option already exists, Try a different one.
es_es: Lo siento este atributo ya existe, prueba con otro.

source: Warning! This product will not have any variations if this option is not checked.
es_es: ¡Cuidado! Este producto no tendrá ninguna variación si no seleccionas esta opción.

source: Enter a name for the new attribute term:
es_es: Ingresa un nombre para el nuevo atributo:

source: Remove this attribute?
es_es: ¿Borrar este atributo?

source: Are you sure you want to link all variations? This will create a new variation for each and every possible combination of variation attributes (max %d per run).
es_es: ¿Estás seguro que quieres enlazar todas las variaciones? Esto creará una nueva variación para cada combinación posible de atributos (máximo %d por vez).

source: Enter a value
es_es: Ingresa un valor

source: Variation menu order (determines position in the list of variations)
es_es: Orden del menú de variaciones (determina la posición en la lista de variaciones)

source: Enter a value (fixed or %)
es_es: Ingresa un valor (fijo o %)

source: Are you sure you want to delete all variations? This cannot be undone.
es_es: ¿Estás seguro que quieres borrar todas las variaciones? Esto no se puede deshacer.

source: Last warning, are you sure?
es_es: Última advertencia, ¿estás seguro?

source: Choose an image
es_es: Seleccionar una imagen

source: Set variation image
es_es: Seleccionar imagen de variación

source: variation added
es_es: Variación agregada

source: variations added
es_es: Variaciones agregadas

source: No variations added
es_es: No se ha agregado ninguna variación

source: Are you sure you want to remove this variation?
es_es: ¿Estás seguro que quieres borrar esta variación?

source: Sale start date (YYYY-MM-DD format or leave blank)
es_es: Comienzo de la oferta (YYYY-MM-DD)

source: Sale end date (YYYY-MM-DD format or leave blank)
es_es: Final de la oferta (YYYY-MM-DD)

source: Save changes before changing page?
es_es: ¿Guardar los cambios antes de cambiar de página?

source: %qty% variation
es_es: %qty% variación

source: %qty% variations
es_es: %qty% variaciones

source: Select and Crop
es_es: Seleccionar y cortar

source: Choose Image
es_es: Seleccionar imagen

source: Product title is required
es_es: Se necesita un título para el producto

source: Product category is required
es_es: Se necesita una categoría para el producto

source: This field is required
es_es: Este campo es necesario

source: Please fix this field.
es_es: Por favor arregla este campo.

source: Please enter a valid email address.
es_es: Por favor ingresa una dirección de email válida.

source: Please enter a valid URL.
es_es: Por favor ingresa una URL válida.

source: Please enter a valid date.
es_es: Por favor ingresa una fecha válida.

source: Please enter a valid date (ISO).
es_es: Por favor ingresa una fecha ISO válida.

source: Please enter a valid number.
es_es: Por favor ingresa un número válido.

source: Please enter only digits.
es_es: Por favor ingresa sólo números.

source: Please enter a valid credit card number.
es_es: Por favor ingresa un número de tarjeta de crédito válido.

source: Please enter the same value again.
es_es: Por favor ingresa el mismo valor otra vez.

source: Please enter no more than {0} characters.
es_es: Por favor ingresa hasta {0} caracteres.

source: Please enter at least {0} characters.
es_es: Por favor ingresa al menos {0} caracteres.

source: Please enter a value between {0} and {1} characters long.
es_es: Por favor ingresa un valor de entre {0} y {1} caracteres.

source: Please enter a value between {0} and {1}.
es_es: Por favor ingresa un valor entre {0} y {1}.

source: Please enter a value less than or equal to {0}.
es_es: Por favor ingresa un valor menor o igual a {0}.

source: Please enter a value greater than or equal to {0}.
es_es: Por favor ingresa un valor mayor o igual a {0}.

source: Page %s
es_es: Página %s

source: Get Pro
es_es: Dokan Pro

source: Documentation
es_es: Documentación

source: Dokan - Add-ons
es_es: Plugins de Dokan

source: Pro upgrade and all extensions
es_es: Actualización Pro y todas las extensiones

source: all extensions
es_es: todas las extensiones

source: <h2><span class="dashicons dashicons-awards"></span> weDevs 4th Year Anniversary Offer</h2>
es_es: <h2><span class="dashicons dashicons-awards"></span>Oferta del cuarto aniversario de weDevs</h2>

source: <p>Get <strong class="highlight-text">44&#37; discount</strong> on %2$s also <a target="_blank" href="%1$s"><strong>WIN any product</strong></a> from our 4th year anniversary giveaway. Offer ending soon!</p>
es_es: <p><strong class="highlight-text">44&#37; de descuento</strong> en %2$s y también <a target="_blank" href="%1$s"><strong>gana cualquier producto</strong></a> de nuestra promoción de cuarto aniversario. ¡La oferta termina pronto!</p>

source: - select -
es_es: - selecciona -

source: Withdraw
es_es: Extracciones

source: Withdraw %s
es_es: Extraer %s

source: Dokan Dashboard
es_es: Resumen

source: PRO Features
es_es: Dokan Pro

source: Add Ons
es_es: Plugins

source: Add-ons
es_es: Plugins de Dokan

source: Welcome to Dokan
es_es: Bienvenido a Dokan

source: Selling Options
es_es: Ventas

source: Withdraw Options
es_es: Extracciones

source: Page Settings
es_es: Páginas

source: Appearance
es_es: Apariencia

source: Admin area access
es_es: Área de administración

source: Disable Vendors and Customers from accessing the wp-admin dashboard area
es_es: Impedir que los vendedores y clientes accedan al área de administración (wp-admin)

source: Vendor Store URL
es_es: URL de las tiendas

source: Define the seller store URL (%s<strong>[this-text]</strong>/[seller-name])
es_es: Definir la URL de las tiendas de los vendedores (%s<strong>[este-texto]</strong>/[nombre-de-la-tienda])

source: Terms and Conditions
es_es: Términos y condiciones

source: Enable Terms and Conditions for vendor stores
es_es: Mostrar los términos y condiciones en las tiendas de los vendedores.

source: Extra Fee Recipient
es_es: Tarifas extra

source: Should extra fees, such as Shipping and Tax, go to the Vendor or the Admin?
es_es: ¿A quién van las tarifas extra como el envío y los impuestos?

source: Admin
es_es: Administrador

source: Show Map on Store Page
es_es: Mapa

source: Enable a Google Map of the Store Location in the store sidebar
es_es: Mostrar un Google Map con la ubicación de la tienda en la barra lateral de la tienda.

source: Google Map API Key
es_es: API Key de Google Maps

source: <a href="https://developers.google.com/maps/documentation/javascript/" target="_blank">API Key</a> is needed to display map on store page
es_es: Se necesita una <a href="https://developers.google.com/maps/documentation/javascript/" target="_blank">API Key</a> para mostrar un mapa en las tiendas.

source: Show Contact Form on Store Page
es_es: Formulario de contacto

source: Enable Vendor Contact Form in the store sidebar
es_es: Mostrar formulario de contacto en las tiendas.

source: Enable Store Sidebar From Theme
es_es: Barra lateral del tema

source: Enable showing Store Sidebar From Your Theme.
es_es: Ocultar la barra lateral en las tiendas.

source: New Vendor Product Upload
es_es: Vendedores nuevos

source: Allow newly registered vendors to add products
es_es: Los vendedores nuevos pueden agregar productos

source: How much (%) a vendor will get from each order
es_es: El porcentaje % de cada venta que va para el vendedor

source: Order Status Change
es_es: Estado de los pedidos

source: Vendor can update order status
es_es: Los vendedores pueden actualizar el estado de los pedidos.

source: Disable Product Popup
es_es: Gestor de productos

source: Disable add new product in popup view
es_es: Desactivar el gestor de productos en ventanas modales (popups).

source: Withdraw Methods
es_es: Métodos de extracción

source: Withdraw methods for vendors
es_es: Métodos de extracción para vendedores

source: Minimum Withdraw Limit
es_es: Extracción mínima

source: Minimum balance required to make a withdraw request. Leave blank to set no minimum limits.
es_es: Balance mínimo necesario para hacer un pedido de extracción. Dejar en blanco para no fijar un mínimo.

source: Terms and Conditions Page
es_es: Términos y condiciones

source: Vendor Setup Wizard Logo
es_es: Logo del asistente para nuevos vendedores

source: Recommended Logo size ( 270px X 90px ). If no logo is uploaded, site title is shown by default.
es_es: El tamaño recomendado para el logo es de 270 x 90 pixeles. Si no se selecciona un logo, se utiliza el título del sitio.

source: Store Header Template
es_es: Plantilla de las tiendas

source: Vendors
es_es: Vendedores

source: No Active Vendor
es_es: No hay vendedores activos

source: No Pending Vendor
es_es: No hay vendedores pendientes

source: %d Pending Withdraw
es_es: %d extracciones pendientes

source: %d Completed Withdraw
es_es: %d extracciones completadas

source: %d Cancelled Withdraw
es_es: %d extracciones canceladas

source: At a Glance
es_es: De un vistazo

source: Dokan News Updates
es_es: Noticias de Dokan

source: Overview
es_es: Resumen

source: Dokan - Pro Features
es_es: Dokan Pro

source: Dokan &rsaquo; Setup Wizard
es_es: Dokan &rsaquo; Asistente de configuración

source: Return to the WordPress Dashboard
es_es: Regresar al escritorio de WordPress

source: Welcome to the world of Dokan!
es_es: ¡Bienvenido al mundo de Dokan!

source: Thank you for choosing Dokan to power your online marketplace! This quick setup wizard will help you configure the basic settings. <strong>It’s completely optional and shouldn’t take longer than three minutes.</strong>
es_es: ¡Gracias por elegir Dokan para potenciar tu mercado online! Este rápido asistente te ayudará a configurar las opciones básicas <strong>Es totalmente opcional y no te debería llevar más de dos minutos.</strong>
