Repository: getdokan/dokan
Catalog: languages/dokan-lite-*.po
Languages: es_es

source: Add new product
es_es: Nuevo producto

source: Image
es_es: Imagen

source: Type
es_es: Tipo

source: Views
es_es: Visitas

source: Edit
es_es: Editar

source: Delete Permanently
es_es: Borrar

source: In stock
es_es: Hay existencias

source: Out of stock
es_es: No hay existencias

source: Grouped
es_es: Agrupado

source: External/Affiliate
es_es: Externo o afiliado

source: Published
es_es: Publicado

source: Missed schedule
es_es: Promesa no cumplida

source: Scheduled
es_es: Prometido

source: Last Modified
es_es: Última modificación

source: No product found
es_es: No se han encontrado productos

source: &laquo; Previous
es_es: &laquo; Anterior

source: Next &raquo;
es_es: Siguiente &raquo;

source: Enter some short description about this product...
es_es: Ingresa alguna breve descripción sobre este producto...

source: Create product
es_es: Crear producto

source: Create & add new
es_es: Agregar y crear otro

source: Address
es_es: Dirección

source: Street
es_es: Dirección

source: Street address
es_es: Calle y altura

source: Apartment, suite, unit etc. (optional)
es_es: Piso, departamento, etc.

source: Town / City
es_es: Pueblo o ciudad

source: Post/ZIP Code
es_es: Código postal

source: Postcode / Zip
es_es: Código postal

source: Country
es_es: País

source: State
es_es: Provincia o estado

source: Update Settings
es_es: Actualizar

source: Upload a banner for your store. Banner size is (%sx%s) pixels.
es_es: Selecciona un encabezado para tu tienda de %s x %s pixeles.

source: Profile Picture
es_es: Foto de perfil

source: Upload Photo
es_es: Seleccionar imagen

source: Store Name
es_es: Nombre de la tienda

source: store name
es_es: nombre de la tienda

source: Phone No
es_es: Teléfono

source: More product
es_es: Más productos

source: Enable tab on product single page view
es_es: Activar pestaña en la página de producto

source: Map
es_es: Mapa

source: Type an address to find
es_es: Escribe una dirección para buscar

source: Find Address
es_es: Encontrar dirección

source: Show terms and conditions in store page
es_es: Mostrar términos y condiciones en la página de la tienda

source: TOC Details
es_es: Detalles TOC

source: Featured
es_es: Destacado

source: Rated %s out of 5
es_es: Calificación %s de 5

source: No vendor found!
es_es: No se han encontrado vendedores

source: Search Results for: %s
es_es: Resultados para: %s

source: Search Vendor &hellip;
es_es: Buscar vendedor...

source: Search seller &hellip;
es_es: Buscar vendedor...

source: Store Category
es_es: Tipo de tienda

source: Terms And Conditions
es_es: Términos y condiciones

source: No products were found of this vendor!
es_es: ¡No se han encontrado productos de este vendedor!

source: Sub Orders
es_es: Sub-pedidos

source: Note:
es_es: Nota:

source: This order has products from multiple vendors. So we divided this order into multiple vendor orders. Each order will be handled by their respective vendor independently.
es_es: Este pedido tiene productos de múltiples vendedores, así que dividimos el pedido en múltiples pedidos. Cada pedido será manejado por el vendedor respectivo.

source: Your Name
es_es: Tu nombre

source: you@example.com
es_es: tu@email.com

source: Type your messsage...
es_es: Ingresa tu mensaje...

source: Send Message
es_es: Enviar mensaje

source: No products found
es_es: No se han encontrado productos

source: Withdraw Amount
es_es: Cantidad a extraer

source: Payment Method
es_es: Método de pago

source: Submit Request
es_es: Enviar pedido de extracción

source: Withdraw Request
es_es: Pedido de extracción

source: Approved Requests
es_es: Pedidos aprobados

source: Dokan (Lite) - Multi-vendor Marketplace
es_es: Dokan (lite) - Mercado multi-vendedor

source: An e-commerce marketplace plugin for WordPress. Powered by WooCommerce and weDevs.
es_es: Un plugin que convierte a tu sitio WordPress en un mercado de ecommerce. Potenciado por WooCommerce y weDevs.

# enhanced select
source: One result is available, press enter to select it.
es_es: Un resultado disponible, presiona Enter para seleccionarlo.

# enhanced select
source: %qty% results are available, use up and down arrow keys to navigate.
es_es: %qty% resultados disponibles, usa las flechas para navegar.

# enhanced select
source: No matches found
es_es: No se han encontrado resultados

# enhanced select
source: Loading failed
es_es: No se han podido cargar los resultados

# enhanced select
source: Please enter 1 or more characters
es_es: Por favor ingresa al menos un caracter

# enhanced select
source: Please enter %qty% or more characters
es_es: Por favor ingresa al menos %qty% caracteres

# enhanced select
source: Please delete 1 character
es_es: Por favor quita un caracter

# enhanced select
source: Please delete %qty% characters
es_es: Por favor quita %qty% caracteres

# enhanced select
source: You can only select 1 item
es_es: Solo puedes seleccionar un resultado

# enhanced select
source: You can only select %qty% items
es_es: Solo puedes seleccionar %qty% resultados

# enhanced select
source: Loading more results&hellip;
es_es: Cargar mas resultados...

# enhanced select
source: Searching&hellip;
es_es: Buscando...

# number of pages
source: of
es_es: de
